export const ABOUT = {
    title: 'About Me',
    subtitle: 'Background & Experience',
    description: `自動車メーカーの営業からキャリアをスタートし、現在はゲーム会社でフルスタックエンジニアとしてクライアント・サーバ・クラウドインフラと多岐にわたり従事しています。

新卒で自動車メーカーの営業として入社しましたが、コロナウイルスの流行・AIの進歩といった時代の流れの中で、手に職を持ちたいという思いから心機一転、エンジニアへのジョブチェンジを実行しました。

半年間の職業訓練校での学習ののちに、ゲーム会社にクライアントエンジニアとして入社しました。

エンジニア転職後はとにかくいろんな仕事をこなすことで自分の価値を高めることに注力しました。その一つがサーバとクラウドインフラです。当時、クライアント・サーバの両方を専門とするエンジニアが在籍していなかったので、怖いもの知らずで挑戦を行いました。結果として、両方をできるエンジニアとして自分の価値を高めることに成功しました。

この経験から『挑戦し続ける』ことは私のモットーとしています。
`,
};